{
  "description": "2019 Chapter Competition Countdown Round (1 - 80 questions). MATHCOUNTS&reg;",
  "questions_and_answers": [
    {"q": "A square field, bordered on one side by a river, has an area of 484 m<sup>2</sup>. How many meters of fencing are required to fence its three remaining sides?","a": "66 (meters)"},
    {"q": "In a bowl containing 100 cereal clusters, 6% of the clusters are crunchy oat and the rest are crispy graham. How many crispy graham clusters must be added so that 2% of the cereal clusters in the bowl are crunchy oat?","a": "200 (clusters)"},
    {"q": "If `2x + 3y = 4` and `3x + 2y = 11`, what is the value of `x + y`?","a": "3"},
    {"q": "A certain math club has 40 members, each of whom is a student in the sixth, seventh or eighth grade. If the math club has more members in the sixth grade than it has in the seventh and eighth grades combined, what is the least possible number of members in the sixth grade?","a": "21 (members)"},
    {"q": "Mazen takes 8 minutes to bike 2 miles to work. What is his average speed, in miles per hour?","a": "15 (mph)"},
    {"q": "A standard 52-card deck has 13 cards in each of four suits. If two cards are drawn randomly without replacement, what is the probability that they are the same suit? Express your answer as a common fraction.","a": "4/17"},
    {"q": "On Sunday, the low temperature in Fargo was -6°C. Each day after that, the daily low temperature rose 2°C. In degrees Celsius, what was the low temperature in Fargo, on Friday of that week?","a": "4 (°C)"},
    {"q": "The arithmetic mean of 3, 7, x and y is 9. What is the arithmetic mean of x and y?","a": "13"},
    {"q": "Gwen bought a new 100-sheet notebook to be used exclusively for math assignments. Beginning on Monday, September 1st, she uses exactly eight sheets every week for her math assignments. At this rate, during what month will Gwen have used all 100 sheets in the notebook?","a": "November"},
    {"q": "The seven novels in Maria's favorite book series contain 335, 352, 448, 767, 1021, 656 and 767 pages. What is the median number of pages in these novels?","a": "656 (pages)"},
    {"q": "If x is a positive real number such that `4^x = x^4`, what is the least possible integer value of x?","a": "2"},
    {"q": "If a professional blender operates at a rate of 24,000 revolutions per minute, how many seconds will it take the blender to complete 100 revolutions? Express your answer as a common fraction.","a": "1/4 seconds"},
    {"q": "The length of a rectangular sheet of paper is twice its width. Folding it in half along the dotted line shown, creates a new rectangle with perimeter 70 cm. How many centimeters wide was the original rectangular sheet? `figure-13`","a": "14 (cm)"},
    {"q": "The figure shows three different views of a cube whose faces are numbered from 1 through 6. What number is on the face opposite the face numbered 3? `figure-14`","a": "5"},
    {"q": "What is the value of ` 7 + 6 xx 5 - 4 xx 3^2`?","a": "1"},
    {"q": "Two 5-inch-by-7-inch sheets of paper are placed on a flat surface so that the short edges of one sheet are parallel to the long edges of the other sheet, as shown. In square inches, what is the maximum possible area of the gray region of overlap between the two sheets? `figure-16`","a": "25 in<sup>2</sup>"},
    {"q": "If x + y = 27 and x is 50% of y, what is the value of y?","a": "18"},
    {"q": "Before her last regular season game, Kelsey Plum had 3340 career points, which was close to Jackie Stiles' record of 3393 career points. By the end of the game, Kelsey had beaten Jackie's record by 4 points. How many points did Kelsey score during that last game to become the new record holder?","a": "57 (points)"},
    {"q": "Consider all of the three-digit positive integers that can be formed by using each of the digits 2, 5 and 9 exactly once. What is the absolute difference between the greatest and least integers formed?","a": "693"},
    {"q": "The figure shows right triangles ABC, BCD and CDE with side lengths D AB = 3 cm, AC = 4 cm, CD = 12 cm and CE = 16 cm. In centimeters, what is the value of BC + BD + DE? `figure-20`","a": "38 (cm)"},
    {"q": "If a ♥ ︎b = 1 - ab, what is the value of (2 ♥ 2) ♥ (2 ♥ 2)?","a": "-8"},
    {"q": "A <i>hand</i> is a unit of length equal to 4 inches. How many hands are in 22 feet?","a": "66 (hands)"},
    {"q": "Let a🎗b = a<sup>2</sup>b. What is the value of 2🎗(3🎗 ­ 4)?","a": "144"},
    {"q": "How many positive two-digit numbers are there whose digits sum to 12?","a": "7 (numbers)"},
    {"q": "What is the greatest two-digit number whose digits have a product of 12?","a": "62"},
    {"q": "Together, three brothers paid a total of $147 to buy a gift for their mother. If Joe contributed twice as much money as Nick, and Kevin contributed twice as much money as Joe, how many dollars did Kevin contribute?","a": "84 (dollars)"},
    {"q": "How many cubes measuring `1 xx 1 xx 1`-unit must be added to a `10 xx 10 xx 10`-unit cube to create an `11 xx 11 xx 11`-unit cube?","a": "331 (cubes)"},
    {"q": "For what digit X is it true that `figure-28`","a":"4"},
    {"q": "How many of the first 100 positive integers are divisible by at least four distinct primes?","a":"0 (integers)"},
    {"q": "A triangle has two sides measuring 10 units and 25 units. How many integer lengths are possible for its third side?","a":"19 (lengths)"},
    {"q": "Melina drove on a highway from mile marker 47 to mile marker 83. Including these two mile markers, how many mile markers did she encounter?","a":"37 (mile markers)"},
    {"q": "Two turtles both begin walking at the same time from the same point. One turtle walks 1 foot east, then 3 feet north and stops. The other turtle walks 1 foot south, then 3 feet east and stops. How many feet apart are the two turtles now? Express your answer in simplest radical form.","a":"`2sqrt(5)` (feet) "},
    {"q": "What is the smallest two-digit positive integer with distinct prime number digits?","a":"23 "},
    {"q": "if `frac{2}{5}` of `frac{3}{4}` of `frac{1}{7}` of x is 8, what is the value of `frac{2}{7}` of `frac{1}{4}` of `frac{3}{5}` of x?","a":"8"},
    {"q": "In the first three games of a basketball tournament, Eve scored 27, 19 and 20 points, respectively. How many points must she score in the fourth and final game to have scored an average of 25 points per game in the tournament?","a":"34 (points)"},
    {"q": "What is the value of `(10 - 9) xx (8 + 7) div (6 - 5) xx (4 + 3) div (2 - 1) xx 0`?","a":"0"},
    {"q": "Calvin owns a four-volume set of comics. The volumes contain 79, 83, 61 and 92 comics, respectively. Every night, Calvin reads up to ten comics. But if he reaches the end of a volume before reading ten comics, he stops reading for the night instead of starting a new volume. What is the minimum number of nights that it will take Calvin to complete reading all the comics?","a":"34 (nights)"},
    {"q": "Jay buys seven strings of colored lights arranged, starting with the first bulb, in a repeating pattern of blue, red, purple, red and orange until the end of the string. If each light string contains exactly 32 bulbs, what is the total number of red bulbs on the light strings Jay bought?","a":"91 (red bulbs)"},
    {"q": "If `f(x) = x^2 - 3x + 2` and `g(x) = 2x + 5`, what is the value of `f(g(f(2)))`?","a":"12"},
    {"q": "In 2019, Salvatore's birthday was on a Wednesday in January, on a day with units digit 4. The same year, Lidia's birthday was the following week on Monday. What is the units digit of Lidia's birthday?","a":"9"},
    {"q": "if `c = (x^3 -3x^2 +2x)/6`,  what is the value of `c` when `x = 7`?","a":"35"},
    {"q":"A car drives at a constant speed of 70 mi/h. The car travels a miles in 15 seconds, and it travels b miles in 15 minutes. What is the value of the ratio `frac{a}{b}` ? Express your answer as a common fraction.","a":"1/60"},
    {"q":"Parallelogram ABCD has diagonals AC and BD intersecting at E. If AE = x, BE = 15 and DE = 2x + 5, what is the length of diagonal AC, in units? `figure-43`","a":"10 (units)"},
    {"q":"Three times one number added to twice a second number is five more than twice the first number added to the second. What is the sum of the two numbers?","a":"5"},
    {"q":"If x = 28, what is the value of `frac{(9x + 36)}{9}` ?","a":"32"},
    {"q":"Brian starts running at a speed of 5 mi/h. Two minutes later, Carla starts running along the same route as Brian. If it takes Carla 10 minutes to catch up to Brian, at what speed is Carla running, in miles per hour?","a":"6 (mi/h)"},
    {"q":"Pete Maravich scored 3667 total points in 83 college basketball games. On average, how many points did Pete score per game? Express your answer to the nearest whole number.","a":"44 (points)"},
    {"q":"When empty, Professor Quimby's suitcase weighs exactly 9 pounds. After he packs six shirts weighing 6 ounces each, five pairs of pants weighing 12 ounces each, and three books weighing 18 ounces each, how many pounds does his suitcase weigh? Express your answer to the nearest whole number.","a":"18 (pounds)"},
    {"q":"On March 12, Lea borrowed two library books to be returned within two weeks. However, Lea returned both books on April 5, and the library charged a fine of 25 cents per late day per late item. How many dollars was Lea's fine?","a":"5 (dollars)"},
    {"q":"In 2017, the price of a motorized bike was $325. In 2018, the price of the same bike had increased 40%. In 2019, Val bought the same bike on sale for 20% off the 2018 price. How many dollars did Val pay for the bike?","a":"364 (dollars)"},
    {"q":"John correctly computes the value of `(7 xx 4) - (2 xx 3`', while Erika correctly computes the value of `7 xx (4 - 2) xx 3`. What is the absolute difference between John's and Erika'™s resulting values?","a":"20"},
    {"q":"The product of 90 and x is a perfect square. What is the least possible positive integer value of x?","a":"10"},
    {"q":"The sum of the values of a and b is 47. The sum of the values of a and c is 126. The sum of the values of b and c is 93. What is the value of a?","a":"40"},
    {"q":"In the array shown, each number is 1 more than the number immediately above it, and 1 more than the number immediately to its left. What is the sum of the 25 numbers in the array? `figure-54`","a":"250"},
    {"q":"The positive number p that satisfies `x^2 + 6x + 9 = 120` is closest in value to what integer?","a":"8"},
    {"q":"What is the sum of the reciprocals of the even factors of 12?","a":"1"},
    {"q":"What integer value of n makes `(3)(3^3)^2(3^7)^2(7)(7^2)^3(7^2)7 = n^n` true?","a":"21"},
    {"q":"In the sequence of figures shown, each figure has one more row of two unit squares than the previous figure. If this pattern continues, how many unit squares will Figure 50 have?  `figure-58`","a":"101 (unit squares)"},
    {"q":"Seven consecutive even integers have a sum of 406. What is the sum of the least and the greatest of the seven integers?","a":"116"},
    {"q":"How many pairs of positive odd integers x and y exist for which `x + y = 2019`?","a":"0 (pairs)"},
    {"q":"How many integers n satisfy the inequality `|4n - 11| <= 64`?","a":"32 (integers)"},
    {"q":"In a hockey game, Sidney earns a penalty with 2 minutes and 33 seconds remaining in the game. If his penalty lasts 1 minute and 42 seconds, how many seconds will remain in the game at the end of his penalty?","a":"51 (seconds)"},
    {"q":"What positive real number is a solution to the equation `frac{1}{x-1} - frac{1}{x+1} = frac{1}{2}`.  Express your answer in simplest radical form.","a":"`sqrt(5)`"},
    {"q":"Last school year, the ratio of teachers to students at Mathy MS was 1:8. This year, the number of teachers has increased by five teachers. If the teacher to student ratio is the same, how many more students attend Mathy MS this year?","a":"40 (students)"},
    {"q":"What is the median of the squares of the first 20 positive integers? Express your answer as a decimal to the nearest tenth.","a":"110.5"},
    {"q":"What is the sum of the distinct prime factors of 4242?","a":"113"},
    {"q":"Three CDs cost $39.75. Two books and two CDs cost $138.50. Assuming the cost of each CD is the same and the cost of each book is the same, what is the cost of one book, in dollars?","a":"56 (dollars)"},
    {"q":"One bog is worth two bots. Three bogs are worth eight bits. How many bots are four bits worth?","a":"3 (bots)"},
    {"q":"What is the sum of one-eighth of 120, three-eighths of 120, five-eighths of 120, and seven-eighths of 120?","a":"240"},
    {"q":"A right pyramid has a rhombus base with diagonals of lengths 5 cm and 6 cm. If the height of the pyramid is 8 cm, what is its volume, in cubic centimeters?","a":"40 (cm<sup>3)</sup>"},
    {"q":"How many 4-digit integers are there with distinct odd digits that are arranged in ascending order?","a":"5 (integers)"},
    {"q":"How many seven-digit telephone numbers can be created if the first digit cannot be 0 or 1?","a":"8,000,000 (telephone numbers)"},
    {"q":"The table shows some values of a linear function `f (x) = mx + b`, for real numbers `m` and `b`. What is the value of `m`? Express your answer as a common fraction. `figure-73`","a":"`frac{-7}{4}`"},
    {"q":"Moe has 1 cup of pure lime juice. He will use water to create a diluted solution that is 10% lime juice by volume. How many cups of water will Moe add?","a":"9 (cups)"},
    {"q":"Abe's outfit will include a shirt, a tie and a jacket chosen from his selection of 4 shirts, 2 ties and 2 jackets. How many different outfits can Abe create?","a":"16 (outfits)"},
    {"q":"If `T(n) = n xx frac{(n+1)}{2}`, what is the value of `T(4) + T(5) + T(6) + T(7) + T(8)`?","a":"110"},
    {"q":"A rectangular prism has edge lengths 3 inches, 4 inches and 5 inches. If the length of each edge is increased by 10 percent, by what percent will the volume of the prism increase? Express your answer to the nearest tenth.","a":"33.1 (%)"},
    {"q":"A card is attached near one wheel of a bicycle so that the spokes of the wheel strike the card at regular intervals. If the bicycle wheel, which has five spokes, revolves at a rate of 80 revolutions per minute, how many times do the spokes strike the card in 30 seconds? `figure-78`","a":"200 times"},
    {"q":"What is the value of `frac{7! xx 9!}{8! xx 8!}`? Express your answer as a common fraction.","a":"9/8"},
    {"q":"If `2T= frac{1}{1} + frac{1}{3} + frac{1}{6} + frac{1}{10} + frac{1}{15} + frac{1}{21} + frac{1}{28}`, what is the value of `T`? Express your answer as a common fraction.","a":"7/8"}
  ],
  "figures" : [
    {"name" : "figure-13", "src":"zz", "val": "<div><img src=</div>"
    },
    {"name" : "figure-14", "src":"zz", "val": "<div><img src=</div>"
    },
    {"name" : "figure-16", "src":"zz", "val": "<div><img src=</div>"
    },
    {"name" : "figure-20", "src":"zz", "val": "<div><img src=</div>"
    },
    {"name" : "figure-28", "src":"zz", "val": "<div><img src=</div>"
    },
    {"name" : "figure-43", "src":"zz", "val": "<div><img src=</div>"
    },
    {"name" : "figure-54", "src":"zz","val": "<div><img src=</div>"
    },
    {"name" : "figure-58", "src":"zz", "val": "<div><img src=</div>"
    },
    {"name" : "figure-73", "src":"zz", "val": "<div><img src=</div>"
    },
    {"name" : "figure-78", "src":"zz", "val": "<div><img src=</div>"
    }
  ]
}