{
 "description": "2011 Chesco Lightning Round (40 questions)",
 "questions_and_answers": [
    {"q": "What is the seventh smallest prime number?", "a": "17"},
    {"q": "Simplify 900 (10)^-2 - 4.", "a": "5"},
    {"q": "If it is currently 9:09, what time was it 135 minutes ago?", "a": "6:54"},
    {"q": "What is the remainder when 500 is divided by 70?", "a" : "10"},
    {"q": "What is the sum of the next two terms of the sequence: 1, 2, 4, 7, 11, ...", "a" : "38" },
    {"q": "How many 1.5 inch long pieces of string can be cut from a two-foot long piece of string?", "a" : "16" },
    {"q": "What is the positive difference between the tenth positive even integer and the fifth positive odd integer?" , "a" : "11" },
    {"q": "A quarter of one percent of 40 is one less than what number? Express your answer as a decimal to the nearest tenth." , "a" : "1.1" },
    {"q": "What is the value of 5x if 7x - 16 = 40?" , "a" : "40"},
    {"q": "What is the maximum integer length, in units, of the third side of a triangle if the other two sides are 5 and 6 units long?", "a" : "10" },
    {"q": "What is the largest factor of 75,123 that is less than 75,123?" , "a" : "25,041"},
    {"q": "The length of a rectangle is 20 inches and the width is 10 inches. If the length is increased by 10%, by what percent is the perimeter increased? Express your answer to the nearest whole number." , "a" : "7(%)"},
    {"q": "Max sells cars and gets 12% commission on each sale. How much did a car sell for, in dollars, if Max earned a $2,400 commission?", "a" : "($) 20,000" },
    {"q": "One integer is chosen at random from the set {-8, -7, ...,+7 , +8}. What is the probability, in fraction form, that the integer chosen is odd?" , "a" : "8/17"},
    {"q": "If a:b = 1:4 and b is a two-digit integer, what is the greatest possible integer value of a?" , "a" : "24"},
    {"q": "The four midpoints of adjacent sides of a square are joined to form a similar square.  What is the ratio of the area of the area of the smaller square to the area of the original square? Express your answer as a common fraction.", "a" : "1/2"},
    {"q": "If 2^8 = 4^x, what is the value of x?", "a" : "(x=)4"},
    {"q": "Find the largest value of y for which y^3 + 3y + 20 < 200?" , "a" : "(y=)5"},
    {"q": "Forty dollars what changed into nickels, dimes, and quarters.  The number of nickels, dimes, and quarters is equal. How many nickels were in the change?", "a" : "100 (nickels)"},
    {"q": "Starting with the third number in the sequence 1, 2, 2, 4, ..., each term is the product of the previous two terms in the sequence.  What is the sixth term of the sequence?" , "a" : "32"},
    {"q": "If x^2 <= 25, what is the minimum value of x^3?" , "a": "-124" },
    {"q": "In how many ways can 4 students sit in 3 seats?" , "a": "24 (ways)" },
    {"q": "At what point does the line containing the points (2,6) and (-4,-6) intersect the y-axis?  Express your answer as an ordered pair." , "a": "(0,2)" },
    {"q": "How many factors does 36 have?" , "a": "9 (factors)" },
    {"q": "The edge of a square can be expressed as 2x+5 or 3x+2. In square units, what is the area of the square?" , "a": "121 (sq. units)" },
    {"q": "Assuming that the birth of a boy or a girl is equally likely, what is the probability that the three children in the family include at least one boy and at least one girl. Express your answer as a common fraction." , "a": "3/4" },
    {"q": "What is the 180th term of the sequence 1, 3, 5, ...?" , "a": "359" },
    {"q": "What is the greatest two-digit number that is divisible by the three smallest primes." , "a": "90" },
    {"q": "What is the sum of the integers from -10 to 12, inclusive?" , "a": "23" },
    {"q": "How many perfect cubes are between 100 and 500?" , "a": "3" },
    {"q": "A horse 24 feet from the center of a merry-go-round makes 32 revolutions. In order to travel the same distance, how many revolutions would a horse 8 feet from the center have to make?" , "a": "96 (revolutions)" },
    {"q": "What is the units digit of 23^8?" , "a": "1" },
    {"q": "A diagonal of a polygon is a segment joining two non-consecutive vertices of the polygon.  How many diagonals does a regular hexagon have?" , "a": "9 (diagonals)" },
    {"q": "If f(x)=x^2 + 2, what is the value of f(f(-1))?" , "a": "11" },
    {"q": "When rolling two fair, six-sided dice, what is the probability of rolling the same number on both dice. Express your answer as a common fraction." , "a": "1/6" },
    {"q": "Two sides of a triangle are 3 inches and 42 inches long. If the length of a third side is an integer, what is the minimum length of the third side in inches?" , "a": "40" },
    {"q": "What is the greatest integer, less than 200, which is divisible by both 7 and 9?" , "a": "189" },
    {"q": "The arithmetic mean of six numbers is 6.5.  What is the sum of the six numbers?" , "a": "39" },
    {"q": "For how many integer values of n does n^2 = |n|?" , "a": "3" },
    {"q": "What common fraction with a value between 0.81 and 0.91 has the least denominator?" , "a": "5/6" }
]
}
